{"inkVersion":21,"root":[[["done",{"#f":5,"#n":"g-0"}],null],"done",{"Tutorial1":["^You wake up the day after the attack on the town. ","#","^Narrator","/#","\n","^The day before had been a long slog, trying to assist as many people as possible.","#","^Narrator","/#","\n","^As you walk out of your bedroom you spot Sylas at a table and he waves you over.","#","^Narrator","/#","\n","^Scratching his beard he gives you a smile","#","^Narrator","/#","\n","^\"Ah good to see you up! Ready to get to work?\"","#","^Sylas","/#","\n","^You give him a nod, the town won't rebuild itself.","\n","^\"Great let me walk you through what's going on!\"","#","^Sylas","/#","\n","^\"Since the town was destroyed we can't hold off any more onslaughts from monsters.\"","#","^Sylas","/#","\n","^\"To get back into fighting shape we need to rebuild but our people are hurting\"","#","^Sylas","/#","\n","^\"Thats where you come in.\"","#","^Sylas","/#","\n","^\"With your cooking skills you can make magical meals that boost our efforts\"","#","^Sylas","/#","\n","^\"Using resources you gather from expeditions\"","#","^Sylas","/#","\n","^He stands up from his chair and pats you on the shoulder","#","^Narrator","/#","\n","^\"The fate of our town is in your hands, so choose carefully what you do.\"","#","^Sylas","/#","\n","^As he walks to the door to leave to points to the large wooden board next to it.","#","^Narrator","/#","\n","^\"Over there we setup a request board, where people can let you know what they need help with.\"","#","^Sylas","/#","\n","^\"Sometimes you might not be able to complete everything so pay close attention to what you think is best\"","#","^Sylas","/#","\n","^With that he waves and walks to the door.","#","^Narrator","/#","\n","^\"Don't forget to come meet the townsfolk and see what the town has to offer!\"","#","^Sylas","/#","\n","^As a chef you have the capability to help this town by creating magical meals that can make them strong enough to rebuild.","#","^Narrator","/#","\n","^Use the request board to find out what needs to be done and then go to the main room to begin them.","#","^Narrator","/#","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}